

function Document () {
    return (
        <div>
        <div>
          <h1>ДОГОВІР № ПРО ЗАКУПІВЛЮ ТОВАРУ</h1>
          <div>
            <h2>с. Видричка</h2>
            <p>(місце укладення договору )</p>
          </div>
          <div>
            <h2>2025p</h2>
            <p>(дата )</p>
          </div>
        </div>
  
        <div>
          <p>
            {" "}
            <span>
              Відділ освіти, культури, сім’ї, молоді та спорту Богданської
              сільської ради,
            </span>{" "}
            в особі ((())), що  діє на підставі  Положення про відділ освіти,
            культури, сім’ї, молоді та спорту Богданської сільської ради що
            затверджено рішенням сесії Богданської сільської ради від 24 листопада
            2020 року №10 з внесеними доповненнями рішенням сесії Богданської
            сільської ради від 10 грудня 2020 року №24 (далі – Замовник), з однієї
            сторони, і ((())) в особі ((())), що діє на підставі ((())) (далі –
            Учасник), керуючись Законом України «Про публічні закупівлі» (зі
            змінами) з урахуванням постанови Кабінету Міністрів України від 12
            жовтня 2022 року № 1178 «Про затвердження особливостей здійснення
            публічних закупівель товарів, робіт і послуг для замовників,
            передбачених Законом України &quot;Про публічні закупівлі&quot;, на
            період дії правового режиму воєнного стану в Україні та протягом 90
            днів з дня його припинення або скасування», Цивільним кодексом України
            з іншої сторони, разом – Сторони, уклали цей договір про таке:
          </p>
        </div>
  
        <div>
          <h2>1. ПРЕДМЕТ ДОГОВОРУ</h2>
          <ul>
            <li>
              <p>
                1.1.Учасник зобов’язується у 2025 році, поставити Замовникові
                товар, а саме: ((())), що зазначений в накладній - за кодом ДК
                021:2015: ((())), а Замовник — прийняти і оплатити такі товари.
              </p>
            </li>
            <li>
              <p>
                1.2.Ціна та кількість товару зазначені в специфікації, що
                додається до цього Договору (Додаток №1).
              </p>
            </li>
            <li>
              <p>
                1.3. Обсяги товару можуть бути зменшені залежно від рельного
                фінансування видатків.
              </p>
            </li>
          </ul>
        </div>
  
        <div>
          <h2>2. ЯКІСТЬ ПОСТАВКИ ТОВАРІВ</h2>
          <p>
            2.1.Учасник повинен виконати передбачені цим договором товари, якість
            яких відповідає умовам чинного законодавства.
          </p>
        </div>
  
        <div>
          <h2>3.ЦІНА ДОГОВОРУ</h2>
          <ul>
            <li>
              <p>3.1.Сума договору становить: ((())) без ПДВ.</p>
            </li>
            <li>
              <p>
                3.2. Постачальник не вправі збільшувати узгоджену ціну в
                односторонньому порядку.
              </p>
            </li>
            <li>
              <p>
                3.2.Сума цього Договору може бути зменшена Покупцем залежно від
                реального фінансування своїх видатків. Підписання Покупцем
                складеної Постачальником додаткової угоди до Договору свідчить про
                досягнення Сторонами згоди про нову ціну Товару.
              </p>
            </li>
          </ul>
        </div>
  
        <div>
          <h2>4.ПОРЯДОК ЗДІЙСНЕННЯ ОПЛАТИ</h2>
          <ul>
            <li>
              <p>
                4.1.Розрахунки проводяться шляхом оплати Замовником поставленої
                продукції після пред’явлення Учасником накладної на оплату
                продукції.
              </p>
            </li>
            <li>
              <p>
                4.2.Усі платіжні документи за контрактом оформляються з
                дотриманням вимог законодавства.
              </p>
            </li>
            <li>
              <p>
                4.3.Замовник не несе відповідальності за несвоєчасну оплату товару
                через затримку оплати відповідних платежів управлінням Державної
                казначейської служби України.
              </p>
            </li>
          </ul>
        </div>
  
        <div>
          <h2>5.ПОСТАВКА ТОВАРУ</h2>
          <ul>
            <li>
              <p>
                5.1. Строк поставки Товару: з моменту підписання договору та до
                ((())) року.
              </p>
            </li>
            <li>
              <p>5.2.Місце поставки Товару: ((())), згідно накладної.</p>
            </li>
            <li>
              <p>
                5.3.Продавець зобов’язується самостійно доставити Товар
                власним/орендованим транспортом, або за допомогою служби доставки.
              </p>
            </li>
          </ul>
        </div>
  
        <div>
          <h2>6.ПРАВА ТА ОБОВ’ЯЗКИ СТОРІН</h2>
          <ul>
            {/* 1 */}
            <li>
              <p>6.1. Замовник зобов’язаний:</p>
            </li>
            <li>
              <p>
                6.1.1.Своєчасно та в повному обсязі сплачувати за поставлені
                товари;
              </p>
            </li>
            <li>
              <p>6.1.2. Приймати поставлені товари згідно з накладними;</p>
            </li>
            {/* 2 */}
            <li>
              <p>6.2. Замовник має право:</p>
            </li>
            <li>
              <p>
                6.2.1.У разі невиконання зобов’язань Учасником Замовник має право
                достроково розірвати цей договір, повідомивши про це учасника ;
              </p>
            </li>
            <li>
              <p>
                6.2.2. Контролювати поставку товару у строки, встановлені цим
                договором;
              </p>
            </li>
            <li>
              <p>
                6.2.3.Зменшувати обсяг поставки товару та загальну вартість
                договору залежно від реального фінансування видатків. У такому
                разі сторони вносять відповідні зміни до договору;
              </p>
            </li>
            <li>
              <p>
                6.2.4.Розірвати договір в односторонньому порядку у зв’язку з
                відсутністю подальшої потреби в закупівлі товарів, робіт і послуг,
                зменшення або збільшення обсягів у придбанні певних товарів, робіт
                та послуг, зменшення або відсутність бюджетних асигнувань,
                скорочення видатків та кошторисних призначень, перерозподілу
                бюджетних коштів/субвенцій, тощо&quot;.
              </p>
            </li>
            <li>
              <p>
                6.2.5.Повернути рахунок виконавцеві без здійснення оплати в разі
                неналежного оформлення документів, зазначених у пунктах 4.2., 4.3.
                контракту (відсутність печатки, підписів тощо);
              </p>
            </li>
            {/* 3 */}
            <li>
              <p>6.3.Учасник зобов’язаний:</p>
            </li>
            <li>
              <p>
                6.3.1.Забезпечити поставку товару у строки, встановлені цим
                договором;
              </p>
            </li>
            <li>
              <p>
                6.3.2.Забезпечити поставку товару , якість яких відповідає умовам,
                встановленим цим договором;
              </p>
            </li>
            {/* 4 */}
  
            <li>
              <p>6.4. Учасник має право:</p>
            </li>
            <li>
              <p>
                6.4.1.Своєчасно та в повному обсязі отримувати плату за поставлені
                товари;
              </p>
            </li>
            <li>
              <p>6.4.2. На дострокову поставку товару;</p>
            </li>
            <li>
              <p>
                6.4.3.У разі невиконання зобов’язань Замовником Учасник має право
                достроково розірвати цей договір, повідомивши про це учасника;
              </p>
            </li>
          </ul>
        </div>
  
        <div>
          <h2>7.ВІДПОВІДАЛЬНІСТЬ СТОРІН</h2>
          <p>
            7.1.У разі невиконання або неналежного виконання своїх зобов’язань за
            договором сторони несуть відповідальність, передбачену законами та
            договором.
          </p>
        </div>
  
        <div>
          <h2>8.ОБСТАВИНИ НЕПЕРЕБОРНОЇ СИЛИ</h2>
          <ul>
            <li>
              <p>
                8.1.Сторони звільняються від відповідальності за невиконання або
                неналежне виконання зобов’язань за договором у разі виникнення
                обставин непереборної сили, які не існували під час укладання
                договору та виникли поза волею сторін (аварія, катастрофа,
                стихійне лихо, епідемія, епізоотія, війна, інша небезпечна подія).
              </p>
            </li>
            <li>
              <p>
                8.2.Сторона, що не може виконувати зобов’язання за контрактом
                унаслідок дії обставин непереборної сили, повинна повідомити про
                це іншу сторону у письмовій формі.
              </p>
            </li>
          </ul>
        </div>
  
        <div>
          <h2>9.ВИРІШЕННЯСПОРІВ</h2>
          <ul>
            <li>
              <p>
                9.1.У випадку виникнення спорів або розбіжностей сторони
                зобов’язуються вирішувати їх шляхом взаємних переговорів та
                консультацій.
              </p>
            </li>
            <li>
              <p>
                9.2.У разі недосягнення сторонами згоди спори (розбіжності)
                вирішуються у судовому порядку.
              </p>
            </li>
          </ul>
        </div>
  
        <div>
          <h2>10. СТРОК ДІЇ ДОГОВОРУ</h2>
          <ul>
            <li>
              <p>
                10.1.Договір набирає чинності з моменту його підписання Сторонами
                і діє до 31 грудня 2025 року, а в частині розрахунків - до повного
                виконання Сторонами передбачених Договором фінансових зобов’язань.
              </p>
            </li>
            <li>
              <p>
                10.2. Договір укладається і підписується у _2-х_ примірниках, що
                мають однакову юридичну силу.
              </p>
            </li>
          </ul>
        </div>
  
        <div>
          <h2>11.Інші умови</h2>
          <ul>
            <li>
              <p>
                11.1.У випадках, не передбачених цим Договором, Сторони керуються
                чинним законодавством України.
              </p>
            </li>
            <li>
              <p>
                11.2.Після підписання Договору всі попередні переговори, угоди і
                протоколи про наміри з питань, так чи інакше зв&#39;язаних з цим
                Договором, втрачають юридичну силу.
              </p>
            </li>
            <li>
              <p>
                11.3.Жодна із Сторін не має права передавати свої права за цим
                Договором третій Стороні без письмової згоди іншої Сторони.
              </p>
            </li>
            <li>
              <p>
                11.4.У випадку зміни місцезнаходження Покупець зобов&#39;язаний
                письмово протягом трьох діб повідомити про це Продавця.
              </p>
            </li>
            <li>
              <p>
                11.5. Істотні умови договору про закупівлю не можуть здійснюватися
                після його підписання до виконання зобов&#39;язань сторонами в
                повному обсязі, крім випадків:
              </p>
              <ol>
                <li>
                  <p>
                     зменшення обсягів закупівлі, зокрема з урахуванням фактичного
                    обсягу видатків замовника;{" "}
                  </p>
                </li>
                <li>
                  <p>
                    погодження зміни ціни за одиницю товару в договорі про
                    закупівлю у разі коливання ціни такого товару на ринку, що
                    відбулося з моменту укладення договору про закупівлю або
                    останнього внесення змін до договору про закупівлю в частині
                    зміни ціни за одиницю товару. Зміна ціни за одиницю товару
                    здійснюється пропорційно коливанню ціни такого товару на ринку
                    (відсоток збільшення ціни за одиницю товару не може
                    перевищувати відсоток коливання (збільшення) ціни такого
                    товару на ринку) за умови документального підтвердження такого
                    коливання та не повинна призвести до збільшення суми,
                    визначеної в договорі про закупівлю на момент його укладення;{" "}
                  </p>
                </li>
                <li>
                  <p>
                     покращення якості предмета закупівлі за умови, що таке
                    покращення не призведе до збільшення суми, визначеної в
                    договорі про закупівлю;
                  </p>
                </li>
                <li>
                  <p>
                    продовження строку дії договору про закупівлю та строку
                    виконання зобов’язань щодо передачі товару, виконання робіт,
                    надання послуг у разі виникнення документально підтверджених
                    об’єктивних обставин, що спричинили таке продовження, у тому
                    числі обставин непереборної сили,затримки фінансування витрат
                    замовника, за умови, що такі зміни не призведуть до збільшення
                    суми, визначеної в договорі про закупівлю;
                  </p>
                </li>
                <li>
                  <p>
                    погодження зміни ціни в договорі про закупівлю в бік зменшення
                    (без зміни кількості (обсягу) та якості товарів, робіт і
                    послуг);
                  </p>
                </li>
                <li>
                  <p>
                    зміни ціни в договорі про закупівлю у зв’язку з зміною ставок
                    податків і зборів та/або зміною умов щодо надання пільг з
                    оподаткування – пропорційно до зміни таких ставок та/або пільг
                    з оподаткування, а також у зв’язку з зміною системи
                    оподаткування пропорційно до зміни податкового навантаження
                    внаслідок зміни системи оподаткування;
                  </p>
                </li>
                <li>
                  <p>
                    зміни встановленого згідно із законодавством органами
                    державної статистики індексу споживчих цін, зміни курсу
                    іноземної валюти, зміни біржових котирувань або показників
                    Platts, ARGUS, регульованих цін (тарифів), нормативів,
                    середньозважених цін на електроенергію на ринку “на добу
                    наперед”, що застосовуються в договорі про закупівлю, у разі
                    встановлення в договорі про закупівлю порядку зміни ціни;
                  </p>
                </li>
                <p>
                   зміни умов у зв’язку із застосуванням положень частини шостої
                  статті 41 Закону.
                </p>
              </ol>
            </li>
          </ul>
        </div>
      </div>
    );
};

export default Document;